{
    "play": {
        "ESP": "Jugar",
        "ENG": "Play"
    },

    "shop": {
        "ESP": "Tienda",
        "ENG": "Shop"
    },

    "profile": {
        "ESP": "Perfil",
        "ENG": "Profile"
    },

    "rules": {
        "ESP": "Reglas",
        "ENG": "Rules"
    },


    "signin": {
        "ESP": "Iniciar sesión",
        "ENG": "sign in"
    },

    "enter-username": {
        "ESP": "Introduce el nombre de usuario",
        "ENG": "Enter your username"
    },

    "username-required": {
        "ESP": "Se requiere nombre de usuario", 
        "ENG": "Username required"
    },
    
    "username-not-exists": {
        "ESP": "No existe el nombre de usuario", 
        "ENG": "This username does not exist"
    },

    "enter-password": {
        "ESP": "Introduce tu contraseña", 
        "ENG": "Enter your password"
    }, 

    "invalid-password": {
        "ESP": "Contraseña incorrecta", 
        "ENG": "Invalid password"
    },

    "forgot-password": {
        "ESP": "¿Olvidaste tu contraseña?",
        "ENG": "Forgot your passord?"
    }, 

    "create-new-account": {
        "ESP": "crear nueva cuenta", 
        "ENG": "Create new account"
    },

    "sign-in-button": {
        "ESP": "Entrar", 
        "ENG": "Sign in"
    },

    "reset-password": {
        "ESP": "Cambiar contraseña", 
        "ENG": "Reset your password"
    },

    "enter-mail": {
        "ESP": "Introduce tu correo electrónico", 
        "ENG": "Enter your mail"
    }, 

    "reset": {
        "ESP": "Resetear", 
        "ENG": "Reset"
    }, 

    "send": {
        "ESP": "Enviar", 
        "ENG": "Send"
    }, 

    "register": {
        "ESP": "Registrarse", 
        "ENG": "Sign up"
    },

    "victory-percentage": {
        "ESP": "Porcentaje de victorias",
        "ENG": "Victory percentage"
    },

    "games": {
        "ESP": "Partidas",
        "ENG": "Games"
    },

    "victories": {
        "ESP": "Victorias",
        "ENG": "Victories"
    },

    "current-streak": {
        "ESP": "Racha actual",
        "ENG": "Current streak"
    },

    "best-streak": {
        "ESP": "Mejor racha de victorias",
        "ENG": "Best victory streak"
    },

    "change-avatar": {
        "ESP": "Cambiar mi avatar",
        "ENG": "Change my avatar"
    },

    "selected": {
        "ESP": "Seleccionado",
        "ENG": "Selected"
    },

    "settings": {
        "ESP": "Ajustes",
        "ENG": "Settings"
    }, 

    "choose": {
        "ESP": "Elegir",
        "ENG": "Choose"
    },

    "old-password": {
        "ESP": "Introduzca su antigua contraseña: ",
        "ENG": "Type your old password: "
    },

    "new-password": {
        "ESP": "Introduzca su nueva contraseña: ",
        "ENG": "Type your new password: "
    },

    "c-new-password": {
        "ESP": "Vuelva a introducir su nueva contraseña: ",
        "ENG": "Type again your new password: "
    },

    "old-password-f": {
        "ESP": "Antigua Contraseña",
        "ENG": "Old Password"
    },

    "new-password-f": {
        "ESP": "Nueva Contraseña",
        "ENG": "New Password"
    },

    "c-new-password-f": {
        "ESP": "Confirmación de nueva contraseña",
        "ENG": "Confirm new password"
    },

    "change": {
        "ESP": "Cambiar",
        "ENG": "Change"
    },

    "change-password": {
        "ESP": "Cambie su contraseña",
        "ENG": "Change your password"
    },

    "change-language": {
        "ESP": "Cambie su idioma",
        "ENG": "Change your language"
    },

    "r-old-password": {
        "ESP": "La antigua contraseña es obligatoria.",
        "ENG": "Old password is required."
    },

    "r-new-password": {
        "ESP": "La nueva contraseña es obligatoria.",
        "ENG": "New password is required"
    },

    "r-c-new-password": {
        "ESP": "La confirmación de contraseña es obligatoria.",
        "ENG": "Confirmation of new password is required."
    },

    "do-not-match-regex": {
        "ESP": "La contraseña debe contener un minimo de 8 caracteres, una mayuscula, un numero y no caracteres especiales.",
        "ENG": "Must contain at least 8 characters, one uppercase letter, a number and no special characters."
    },

    "do-not-match-password": {
        "ESP": "Las contraseñas no coinciden.",
        "ENG": "Passwords do not match."
    },

    "pick-a-language": {
        "ESP": "Elija al idioma al que quiere cambiar: ",
        "ENG": "Choose the languague you want to pick: "
    },
    

    "username-in-use": {
        "ESP": "Este nombre está siendo usado por otro usuario", 
        "ENG": "This username is already in use"
    },

    "server-error": {
        "ESP": "Se ha producido un error en el servidor", 
        "ENG": "There was an error in the server"
    }, 

    "try-later": {
        "ESP": "Inténtalo más tarde", 
        "ENG": "retry later"
    }, 

    "login-requirements": {
        "ESP": "Requisitos del nombre y de la contraseña", 
        "ENG": "Password and name requirements"
    },

    "username-min-char": {
        "ESP": "El nombre de usuario debe tener al menos 4 caracteres y máximo 8", 
        "ENG": "Username must be at least 4 characters long and 8 max"
    }, 

    "password-min-char": {
        "ESP": "La contraseña debe tener al menos 8 caracteres", 
        "ENG": "Password must be at least 8 characters long"
    }, 

    "password-uppercase": {
        "ESP": "La contraseña debe contener al menos una mayúscula", 
        "ENG": "Password must contain at least 1 uppercase"
    }, 

    "password-lowercase": {
        "ESP": "La contraseña debe contener al menos una minúscula", 
        "ENG": "Password must contain at least 1 lowercase"
    }, 

    "password-digit": {
        "ESP": "La contraseña debe contener al menos un dígito", 
        "ENG": "Password must contain at least 1 digit"
    }, 

    "password-special-char": {
        "ESP": "La contraseña no puede contener caracteres especiales", 
        "ENG": "Password cannot contain any special character"
    },

    "room-of": {
        "ESP": "Sala de ", 
        "ENG": "Room of "
    }, 

    "select-appearence": {
        "ESP": "Selecciona aspecto", 
        "ENG": "Choose board skin"
    }, 

    "skin-normal": {
        "ESP": "Normal", 
        "ENG": "Normal"
    }, 

    "skin-spacial": {
        "ESP": "Espacial", 
        "ENG": "Spacial"
    },

    "skin-hardware": {
        "ESP": "Hardware", 
        "ENG": "Hardware"
    },

    "begin-search": {
        "ESP": "Buscar partida", 
        "ENG": "Look for game"
    }, 

    "leave-room": {
        "ESP": "Abandonar sala",
        "ENG": "Leave room"
    },

    "delete-room": {
        "ESP": "Expulsar invitados", 
        "ENG": "Expel everyone"
    },

    "looking-for-game": {
        "ESP": "Buscando partida ...", 
        "ENG": "Looking for game ..."
    }, 

    "cancel-search": {
        "ESP": "Cancelar búsqueda", 
        "ENG": "Stop searching"
    },

    "entering-room": {
        "ESP": "Entrando a la sala ...",
        "ENG": "Entering room ..."
    }, 

    "creating-room": {
        "ESP": "Creando sala ...",
        "ENG": "Creating room ..."
    }, 

    "user-skins": {
        "ESP": "Aspectos de usuario",
        "ENG": "user skins"
    }, 

    "board-skins": {
        "ESP": "Aspectos de juego", 
        "ENG": "Board skins"
    }, 

    "buy": {
        "ESP": "Comprar", 
        "ENG": "Buy"
    }, 

    "insufficient-gold": {
        "ESP": "Saldo insuficiente", 
        "ENG": "Insufficient gold"
    }, 

    "no-products": {
        "ESP": "¡No hay productos nuevos para comprar!", 
        "ENG": "There are no new products to buy!"
    }, 

    "rules-fundamentals": {
        "ESP": "Aspectos básicos", 
        "ENG": "Fundamentals"
    },

    "rules-settlements-resources": {
        "ESP": "Figuras y recursos",
        "ENG": "Settlements and resources"
    },

    "rules-development-cards": {
        "ESP": "Cartas de desarrollo",
        "ENG": "Development cards"
    },

    "rules-actions": {
        "ESP": "Acciones", 
        "ENG": "Actions"
    }, 

    "rules-game-stages": {
        "ESP": "Fases de juego",
        "ENG": "Game stages"
    },

    "build": {
        "ESP": "Construir", 
        "ENG": "Build"
    },

    "trade": {
        "ESP": "Comerciar", 
        "ENG": "Trading"
    },

    "domestic-trade": {
        "ESP": "Comercio interior", 
        "ENG": "Domestic trade"
    }, 

    "maritime-trade": {
        "ESP": "Comercio marítimo", 
        "ENG": "Maritime trade"
    }, 

    "rules-actions-build": {
        "ESP": "Después de tirar los dados para determinar la producción de materias primas, el jugador con el turno puede construir. Para ello debe entregar diferentes combinaciones de cartas de materia prima (ver tabla de costes de construcción), que se devuelven a las pilas de la reserva. El jugador puede construir todo lo que quiera y comprar cartas de desarrollo mientras tenga cartas de materia prima para “pagar”, mientras tenga figuras disponibles para construir y mientras queden cartas de desarrollo en la reserva. Ver también poblado, ciudad, carretera y cartas de desarrollo. Cada jugador tiene 15 carreteras, 5 poblados y 4 ciudades. Si un jugador construye una ciudad, recupera el poblado y puede volverlo a construir. Por el contrario, las carreteras y las ciudades, una vez construidas, permanecen en su lugar de construcción hasta el final de la partida.  ",
        "ENG": "After rolling the dice to determine the production of raw materials, the player with the turn can build. To do this, he must deliver different combinations of raw material cards (see construction cost table), which are returned to the stockpiles. The player can build whatever he wants and buy development cards as long as he has raw material cards to 'pay for0, as long as he has figures available to build and as long as there are development cards in stock. See also town, city, highway, and development charts. Each player has 15 roads, 5 towns and 4 cities. If a player builds a city, they take back the town and can rebuild it. In contrast, roads and cities, once built, remain where they were built until the end of the game."
    },

    "rules-actions-trade-1": {
        "ESP": "Después de que el jugador con el turno haya tirado los dados para determinar los terrenos que producen materias primas, puede comerciar. Puede intercambiar cartas de materia prima con los otros jugadores (comercio interior), pero también puede comerciar sin necesidad de hacerlo con ningún otro jugador (comercio marítimo) intercambiando sus cartas de materia prima por cartas de las pilas de reserva. Durante su turno, un jugador puede comerciar tanto tiempo y tantas veces como le permitan las cartas de materia prima que tenga en la mano.",
        "ENG": "After the player with the turn has rolled the dice to determine the fields that produce raw materials, he can trade. You can trade raw material cards with the other players (internal trade), but you can also trade without having to trade with any other player (sea trade) by exchanging your raw material cards for cards from the reserve stacks. During his turn, a player can trade for as long and as many times as the raw material cards in his hand allow him."
    }, 

    "rules-actions-trade-2": {
        "ESP": "El jugador con el turno puede (después de haber tirado los dados para determinar la produccián de materias primas) intercambiar cartas de materia prima con los otros jugadores. Las condiciones del intercambio – cuántas cartas se cambian por cuáles – dependen del talento negociador de los jugadores. No está permitido regalar cartas (intercambiar 0 cartas por 1 o más cartas). Importante: Sólo se puede comerciar con el jugador que tiene el turno. El resto de jugadores no pueden comerciar entre sí.",
        "ENG": "The player with the turn can (after having rolled the dice to determine the production of raw materials) exchange raw material cards with the other players. The terms of the trade - how many cards are exchanged for which ones - depend on the negotiating talent of the players. It is not allowed to give away cards (exchange 0 cards for 1 or more cards). Important: You can only trade with the player whose turn it is. The rest of the players cannot trade with each other."
    }, 

    "rules-actions-trade-3": {
        "ESP": "Durante el turno de un jugador, en la fase de comercio, puede intercambiar cartas de materia prima sin necesidad de hacerlo con ningún otro jugador: el comercio marítimo le permite esto.",
        "ENG": "During a player's turn, in the trade phase, he can trade commodity cards without having to do so with any other player - sea trade allows him this."
    },

    "rules-actions-trade-4": {
        "ESP": "Sin puerto: Se aplica la tasa de cambio básica (y menos favorable) 4:1. El jugador devuelve 4 cartas iguales de materia prima a la reserva, y toma a cambio la carta que quiera (una) de la pila correspondiente. El jugador no necesita tener ningún puerto (un poblado construido en un puerto) para hacer el intercambio 4:1.",
        "ENG": "Without port: The basic (and less favorable) 4: 1 exchange rate applies. The player returns 4 equal cards of raw material to the supply, and takes in exchange the card of his choice (one) from the corresponding pile. The player does not need to have a port (a town built on a port) to make the 4: 1 exchange."
    }, 

    "rules-actions-trade-5": {
        "ESP": "Con puerto: Si el jugador ha construido un poblado o una ciudad en un puerto, entonces tiene mejores posibilidades de intercambio. Hay dos tipos diferentes de puerto:",
        "ENG": "With port: If the player has built a town or a city in a port, then he has better exchange possibilities. There are two different types of port:"
    }, 

    "rules-actions-trade-6": {
        "ESP": "Puerto básico (3:1): Durante el turno de un jugador, en su fase de comercio, puede devolver 3 cartas iguales de materia prima a la reserva, y tomar a cambio 1 carta de materia prima diferente.",
        "ENG": "Basic Port (3: 1): During a player's turn, in his trade phase, he can return 3 of the same raw material cards to the supply, and take 1 different raw material card in exchange."
    }, 

    "rules-actions-trade-7": {
        "ESP": "Puerto especial (2:1): Existe un puerto especial por cada tipo de materia prima. La tasa de cambio 2:1, la más favorable, sólo se aplica a la materia prima indicada en el puerto especial en el marco de mar. Se ha de tener en cuenta que en un puerto especial no se pueden intercambiar otros tipos de materia prima con la tasa 3:1. Importante: Sólo el jugador con el turno puede hacer el comercio marítimo.",
        "ENG": "Special port (2: 1): There is a special port for each type of raw material. The 2: 1 exchange rate, the most favorable, only applies to the raw material indicated in the special port under the sea. It must be taken into account that in a special port other types of raw material cannot be exchanged with the 3: 1 rate. Important: Only the player with the turn can do sea trade."
    },

    "card": {
        "ESP": "Carta", 
        "ENG": "Card"
    },
    
    "knight-card": {
        "ESP": "Caballero", 
        "ENG": "Knight"
    },

    "progress-cards": {
        "ESP": "Cartas de progreso", 
        "ENG": "Progress cards"
    }, 

    "victory-point-card": {
        "ESP": "Cartas de punto de victoria", 
        "ENG": "Victory-point cards"
    }, 

    "great-trade-route-card": {
        "ESP": "Gran ruta comercial", 
        "ENG": "Great trading route"
    },

    "great-cavalry-army-card": {
        "ESP": "Ejercito de caballería", 
        "ENG": "Great cavalry army"
    }, 

    "rules-development-cards-1": {
        "ESP": "Hay tres tipos diferentes de cartas de desarrollo: caballero, progreso y puntos de victoria. Cuando un jugador compra una carta de desarrollo, toma la carta superior de la pila y la añade a su mano. Las cartas de desarrollo se mantienen en secreto hasta su uso. Cuando es su turno, un jugador siempre puede jugar sólo 1 carta: 1 carta de caballero o bien 1 carta de progreso. Se puede jugar la carta en cualquier momento del turno, incluso antes de tirar los dados. Sin embargo, no se puede jugar una carta de desarrollo en el mismo turno en que se ha comprado. Excepción: si un jugador compra una carta y resulta ser una carta de puntos de victoria con la que consigue llegar a 10 puntos de victoria, en este caso puede poner boca arriba esta carta enseguida y ganar la partida. Las cartas de puntos de victoria (ya sea una o varias) sólo se ponen boca arriba al final de la partida, cuando gracias a ellas un jugador consigue 10 puntos de victoria, ganando la partida y provocando su fin.  Atención: Cuando se le roba una carta a un jugador sólo puede ser una carta de materia prima de su mano. El jugador debería poner aparte sus cartas de desarrollo antes de presentar su mano de cartas para que le roben, o guardarlas de otra forma en un lugar diferente.",
        "ENG": "There are three different types of development cards: knight, progress, and victory points. When a player buys a development card, he takes the top card from the pile and adds it to his hand. Development cards are kept secret until use. When it is his turn, a player can always play only 1 card: 1 knight card or 1 progress card. The card can be played at any time of the turn, even before rolling the dice. However, a development card cannot be played on the same turn it was purchased. Exception: if a player buys a card and it turns out to be a victory point card with which he manages to reach 10 victory points, in this case he can immediately turn this card face up and win the game. The victory point cards (either one or several) are only turned face up at the end of the game, when thanks to them a player gets 10 victory points, winning the game and causing its end. Attention: When a card is drawn from a player it can only be one raw material card from his hand. The player should set aside his development cards before presenting his hand of cards for drawing, or otherwise store them in a different location."
    },

    "rules-knight-card-1": {
        "ESP": "Si un jugador juega en su turno la carta de desarrollo “caballero” (la puede jugar también antes de tirar los dados), debe mover inmediatamente el ladrón. El jugador que ha jugado la carta de caballero tiene que tomar el ladrón y moverlo a otro terreno a su elección.",
        "ENG": "If a player plays the development card “knight” on his turn (he can also play it before rolling the dice), he must immediately move the thief. The player who has played the knight card has to take the thief and move it to another terrain of his choosing."
    }, 

    "rules-knight-card-2": {
        "ESP": "Después, puede robar 1 carta de materia prima (y quedársela) al jugador que tenga algún poblado o ciudad adyacente a ese terreno. Si hay dos o más jugadores que hayan construido en ese terreno, entonces puede elegir a quién le quiere robar.",
        "ENG": "Then, he can draw 1 raw material card (and keep it) from the player who has a town or city adjacent to that terrain. If there are two or more players who have built on that terrain, then you can choose who you want to steal from."
    }, 

    "rules-knight-card-3": {
        "ESP": "La carta se roba de la mano del jugador, sin mirar. ◦ El primer jugador que consiga tener 3 cartas de caballero a la vista delante de el, recibe la carta especial “Gran ejército de caballería”, que vale por 2 puntos de victoria.",
        "ENG": "The card is drawn from the player's hand, without looking. ◦ The first player who manages to have 3 knight cards in sight in front of him, receives the special card 'Great army of cavalry', which is worth 2 victory points."
    }, 

    "rules-knight-card-4": {
        "ESP": "En cuanto otro jugador tenga a la vista una carta de caballero más que el propietario actual de la carta especial “Gran ejército de caballería”, esta pasa a sus manos junto con los 2 puntos de victoria. Importante: Cuando se juega una carta de caballero no se debe comprobar si algún jugador tiene más de 7 cartas en su mano. Sólo hay que devolver cartas cuando sale un “7” en los dados y se tienen más de 7 cartas en la mano.",
        "ENG": "As soon as another player has one more knight card in view than the current owner of the “Great Army of Cavalry” special card, it passes into their hands along with the 2 victory points. Important: When playing a knight card it should not be checked if any player has more than 7 cards in his hand. You only have to return cards when you roll a “7” on the dice and you have more than 7 cards in your hand."
    },

    "rules-progress-cards-1": {
        "ESP": "Las cartas de progreso son uno de los tipos de las cartas de desarrollo. Durante su turno, un jugador sólo puede jugar una carta de desarrollo. De cada carta de progreso hay dos copias:",
        "ENG": "Progress cards are one of a kind of development cards. During his turn, a player can only play one development card. There are two copies of each progress card:"
    },

    "rules-progress-cards-2": {
        "ESP": "Construcción de carreteras: el jugador que juega esta carta puede, sin pagar ninguna materia prima, construir 2 nuevas carreteras en el tablero. Para ello se tienen en cuenta las reglas habituales de construcción de carreteras.",
        "ENG": "Road construction: the player who plays this card can, without paying any raw materials, build 2 new roads on the board. For this, the usual rules of road construction are taken into account."
    },

    "rules-progress-cards-3": {
        "ESP": "Descubrimiento: el jugador que juega esta carta puede tomar dos cartas de materia prima de las pilas de la reserva. Si el jugador aún no ha resuelto su fase de construcción, puede usar estas cartas de materia prima para construir.",
        "ENG": "Discovery: The player who plays this card can take two raw material cards from the supply piles. If the player has not yet resolved his construction phase, he can use these raw material cards to build."
    },

    "rules-progress-cards-4": {
        "ESP": "Monopolio: el jugador que juega esta carta elige una materia prima. Todos los demás jugadores le tienen que entregar las cartas de materia prima de ese tipo que tengan. Si algún jugador no tiene cartas de esa materia prima, no tiene que entregar nada.",
        "ENG": "Monopoly: the player who plays this card chooses a raw material. All other players have to hand over any raw material cards of that type that they have. If any player does not have cards of that raw material, he does not have to deliver anything."
    }, 

    "rules-victory-point-cards-1": {
        "ESP": "Las cartas de puntos de victoria son un tipo de cartas de desarrollo. Esto significa que se pueden “comprar”. Estas cartas de desarrollo representan importantes logros culturales, que están simbolizados por diferentes edificios. Cada carta de puntos de victoria vale 1 punto de victoria. Si un jugador compra una carta de puntos de victoria, la guarda y la mantiene oculta. Si, durante su turno, un jugador consigue tener 10 puntos de victoria, contando los obtenidos por las cartas de puntos de victoria, pone la carta (o cartas) boca arriba y demuestra así que ha ganado la partida. Consejo: Las cartas de puntos de victoria se deberían guardar de tal manera que los otros jugadores no puedan llegar a ninguna conclusión. Si un jugador tiene siempre delante de el una o dos cartas boca abajo, y nunca las usa, alimenta la sospecha de que podrían ser cartas de puntos de victoria.", 
        "ENG": "Victory Point cards are a type of development card. This means that they can be “bought”. These development cards represent important cultural achievements, which are symbolized by different buildings. Each victory point card is worth 1 victory point. If a player buys a victory point card, they keep it and keep it hidden. If, during his turn, a player manages to have 10 victory points, counting those obtained by the victory point cards, he turns the card (or cards) face up and thus shows that he has won the game. Tip: Victory point cards should be stored in such a way that other players cannot reach any conclusions. If a player always has one or two face-down cards in front of him, and never uses them, he feeds the suspicion that they might be victory point cards."
    }, 

    "rules-great-trade-route-1": {
        "ESP": "Una ruta comercial puede ser interrumpida, y por tanto no ser válida para ser considerada como Gran ruta comercial, si otro jugador construye un poblado en una encrucijada libre por la que transcurra la ruta comercial. Importante: Los poblados o ciudades propios no interrumpen una ruta comercial propia. Si después de la interrupción de una ruta comercial, varios jugadores tienen rutas comerciales formadas por la misma cantidad de carreteras, entonces hay que comprobar lo siguiente:", 
        "ENG": "A trade route can be interrupted, and therefore not valid to be considered as a Great Trade Route, if another player builds a town at a free crossroads through which the trade route passes. Important: Own towns or cities do not interrupt their own trade route. If after the interruption of a trade route, several players have trade routes made up of the same number of roads, then the following should be checked:"
    },

    "rules-great-trade-route-2": {
        "ESP": "Si el jugador que tiene la carta especial “Gran ruta comercial” también participa en el empate, la mantiene.", 
        "ENG": "If the player with the 'Great Trade Route' special card also participates in the tie, he keeps it."
    },

    "rules-great-trade-route-3": {
        "ESP": "Si el jugador que tiene la carta especial “Gran ruta comercial” no participa en el empate, la carta se retira momentáneamente de la partida. Entrará en juego de nuevo cuando un único jugador tenga en solitario la “Gran ruta comercial“.", 
        "ENG": "If the player with the 'Great Trade Route' special card does not participate in the tie, the card is momentarily removed from the game. It will come into play again when a single player has the 'Great Trade Route' alone."
    },


    "rules-great-trade-route-4": {
        "ESP": "La carta especial también se retira de la partida si, después de una interrupción, ningún jugador ya no tiene 5 o más carreteras consecutivas, es decir, que ya no hay ninguna “Gran ruta comercial“.", 
        "ENG": "The special card is also removed from the game if, after an interruption, no player no longer has 5 or more consecutive roads, that is, there is no longer any 'Great Trade Route'."
    }, 

    "rules-great-cavalry-army-1": {
        "ESP": "El primer jugador que consiga tener 3 cartas de caballero a la vista delante de el, recibe la carta especial “Gran ejército de caballería”, que vale por 2 puntos de victoria. En cuanto otro jugador tenga a la vista una carta de caballero más que el propietario actual de la carta especial “Gran ejército de caballería”, esta pasa a sus manos junto con los 2 puntos de victoria.", 
        "ENG": "The first player who manages to have 3 knight cards in sight in front of him, receives the special card 'Great army of cavalry', which is worth 2 victory points. As soon as another player has one more knight card in view than the current owner of the “Great Army of Cavalry” special card, it passes into his hands along with the 2 victory points."
    },

    "Combined-trade-and-building-phase": {
        "ESP": "Fase combinada de comercio y construcción",
        "ENG": "Combined trade and building phase"
    },

    "rules-combined-trade-building-1": {
        "ESP": "El motivo de separar en dos fases independientes el comercio y la construcción es presentar a los nuevos jugadores una estructura de juego clara, que les permita una introducción rápida al juego. Sin embargo, a los jugadores más experimentados les recomendamos eliminar la separación entre la fase de comercio y la fase de construcción. De esta forma, después de haber tirado los dados para determinar la producción de materias primas, se puede comerciar y construir en el orden que se quiera. Por ejemplo, un jugador podrı́a comerciar, construir, seguir comerciando después y construir de nuevo a continuación, mientras las cartas de su mano se lo permitan. Cuando se usa la fase combinada, el jugador que ha construido un poblado en un puerto, puede usar el puerto para comerciar en el mismo turno en que lo ha construido.",
        "ENG": "The reason for separating trade and construction into two separate phases is to present new players with a clear game structure, allowing them a quick introduction to the game. However, for more experienced players, we recommend eliminating the separation between the trade phase and the construction phase. In this way, after having rolled the dice to determine the production of raw materials, you can trade and build in any order you want. For example, a player could trade, build, continue trading later, and build again later, as long as the cards in his hand allow it. When using the combined phase, the player who has built a town in a port can use the port to trade in the same turn that he built it."
    }, 

    "fundation-phase": {
        "ESP": "Fase de fundación", 
        "ENG": "Fundation phase"
    }, 

    "rules-fundation-phase-1": {
        "ESP": "La “fase de fundación” se juega justo después de haber hecho el montaje del tablero, al azar. Cada jugador, en su turno, podrá colocar 2 asentamientos y dos caminos donde desee, de manera gratuita. Los asentamientos podrán situarse en cualquier punto, pero los caminos deben cumplir las restricciones para la construcción del camino (exceptuando los recursos necesarios).", 
        "ENG": "The “foundation phase” is played right after the board has been assembled, at random. Each player, in their turn, can place 2 settlements and two roads where they want, free of charge. The settlements may be located at any point, but the roads must comply with the restrictions for the construction of the road (except for the necessary resources)."
    }, 

    "second-round": {
        "ESP": "Segunda ronda", 
        "ENG": "Second round"
    }, 

    "rules-second-round-1": {
        "ESP": "Una vez todos los jugadores hayan construido su primer poblado, el jugador que haya sido el último en la primera ronda es el que empieza a jugar en la segunda ronda. Este jugador es ahora el primero en construir su segundo poblado y su segunda carretera conectada a éste. Atención: después de él le siguen el resto de jugadores en sentido antihorario. Ası́ pues, el jugador inicial será el último en construir su segundo poblado. El segundo poblado se puede construir completa- mente por separado del primero, en cualquier otra encrucijada, pero también se ha de tener en cuenta la regla de la distancia. La segunda carretera debe partir del segundo poblado, pero puede hacerlo en cualquier dirección. Cada jugador recibe enseguida, después de la fundación, la producción de materias primas de su segundo poblado: por cada hexágono de terreno que sea adyacente a este segundo poblado toma de la reserva una carta de la materia prima correspondiente. El ju- gador inicial (el que ha construido en último lugar su segundo poblado) empieza la partida. Tira los dos dados para determinar la producción de materias primas del primer turno. Se pueden encontrar consejos sobre la mejor forma de hacer la fundación en la sección táctica.", 
        "ENG": "Once all the players have built their first village, the player who was last in the first round is the one who starts playing in the second round. This player is now the first to build his second town and his second road connected to it. Attention: after him the rest of the players follow him counterclockwise. Thus, the starting player will be the last to build his second village. The second village can be built completely separately from the first, at any other crossroads, but the distance rule must also be taken into account. The second road must start from the second town, but it can go in either direction. Each player immediately receives, after the foundation, the production of raw materials from his second village: for each hex of land that is adjacent to this second village he takes from the pool a card of the corresponding raw material. The starting player (the one who built his second village last) starts the game. He rolls both dice to determine the production of raw materials for the first turn. Tips on the best way to make the foundation can be found in the tactical section."
    }, 

    "end-game": {
        "ESP": "Fin del juego", 
        "ENG": "End of the game"
    }, 

    "rules-end-game-1": {
        "ESP": "Si le llega el turno a un jugador y ya tiene 10 puntos de victoria (o los consigue durante ese turno), la partida termina enseguida con él como ganador. Ejemplo: Un jugador tiene 2 poblados (2 PV), la carta especial Gran ruta comercial (2 PV), 2 ciudades (4 PV) y 2 cartas de puntos de victoria (2 PV). Pone boca arriba sus dos cartas de puntos de victoria, y con ellas consigue los 10 puntos necesarios para ganar.",
        "ENG": "If it is a player's turn and they already have 10 victory points (or they earn them during that turn), the game ends immediately with them as the winner. Example: A player has 2 towns (2 VP), the Grand Trade Route special card (2 VP), 2 cities (4 VP), and 2 victory point cards (2 VP). He turns his two victory point cards face up, and with them he gets the 10 points necessary to win."
    }, 

    "village": {
        "ESP": "Poblado", 
        "ENG": "Village"
    }, 

    "city": {
        "ESP": "Ciudad",
        "ENG": "City"
    }, 

    "road": {
        "ESP": "Camino", 
        "ENG": "Road"
    }, 

    "robber": {
        "ESP": "Ladrón", 
        "ENG": "Robber"
    }, 

    "resource-cards": {
        "ESP": "Cartas de recursos", 
        "ENG": "Resource cards"
    }, 

    "rules-village-1": {
        "ESP": "Un poblado vale 1 punto de victoria, y su propietario puede recibir la producción de materia prima de todos los hexágonos de terreno adyacentes. Importante: Al construir un poblado se debe tener en cuenta la regla de la distancia: en ninguna de las tres encrucijadas adyacentes puede haber ya un poblado (no importa de qué jugador). Si un jugador ya ha construido sus 5 poblados, antes de poder construir más poblados primero debe ampliar a ciudad alguno de ellos. Con ello, recupera su poblado, que queda sustituido por una ciudad. Ahora el jugador puede construir un nuevo poblado.",
        "ENG": "A town is worth 1 victory point, and its owner can receive raw material production from all adjacent terrain hexes. Important: When building a town the distance rule must be taken into account: at none of the three adjacent crossroads can there already be a town (it does not matter from which player). If a player has already built all 5 of his towns, before he can build more towns, he must first expand one of them to a city. With this, he regains his town, which is replaced by a city. Now the player can build a new village."
    }, 

    "rules-city-1": {
        "ESP": "Sólo se puede construir una ciudad ampliando un poblado ya existente. Cada ciudad vale 2 puntos de victoria, y su propietario obtiene por cada hexágono de terreno adyacente el doble de materias primas (2 cartas de materia prima, si sale el número del terreno). Los poblados que quedan disponibles (al haber sido ampliados a ciudad), se pueden usar otra vez para fundar nuevos poblados.",
        "ENG": "A city can only be built by expanding an existing town. Each city is worth 2 victory points, and its owner gains twice as many raw materials for each adjacent terrain hex (2 raw material cards, if the terrain number is rolled). The towns that remain available (having been expanded to a city) can be used again to found new towns."
    },

    "rules-road-1": {
        "ESP": "Las carreteras son las conexiones entre los poblados y ciudades propias. Las carreteras se construyen sobre los caminos. En cada camino (también a lo largo de la costa), sólo se puede construir una carretera. Las carreteras se pueden construir a continuación de una encrucijada en la que haya un poblado o una ciudad propia, o bien a continuaci´on de una encrucijada no ocupada (es decir, libre) a la que llegue una carretera propia. Si no se construyen nuevas carreteras, tampoco se podrán construir nuevos poblados. Las carreteras, por si solas, tan sólo dan puntos de victoria en el único caso de conseguir la carta especial “Gran ruta comercial”.",
        "ENG": "The highways are the connections between the towns and their own cities. Roads are built on roads. On each road (also along the coast), only one road can be built. Roads can be built after a crossroads where there is a town or city of its own, or after an unoccupied (that is, free) crossroads which are reached by its own road. If you don't build new roads, you won't be able to build new towns either. The roads, by themselves, only give victory points in the only case of getting the special card 'Great trade route'."
    }, 

    "rules-robber-1": {
        "ESP": "Al principio de la partida, el ladrón se coloca en el desierto. Sólo se mueve cuando al tirar los dados sale el “7” o cuando un jugador juega una carta de caballero. Mientras el ladrón esté en un hexágono de terreno, anula la producción de materias primas de ese hexágono. Todos los jugadores que tengan poblados y/o ciudades adyacentes no recibirán ninguna materia prima de este terreno mientras el ladrón se encuentre en el.",
        "ENG": "At the beginning of the game, the thief is placed in the desert. He only moves when rolling the dice rolls the '7' or when a player plays a knight card. As long as the thief is in a terrain hex, he negates the production of raw materials from that hex. All players with adjacent towns and / or cities will not receive any raw materials from this terrain while the thief is on it."
    }, 

    "rules-resource-cards-1": {
        "ESP": "Representan los recursos obtenidos en cada terreno. Se utilizarán para la construcciones de poblados, ciudades, carreteras y cartas de desarrollo.Representan los recursos obtenidos en cada terreno. Se utilizarán para la construcciones de poblados, ciudades, carreteras y cartas de desarrollo.", 
        "ENG": "They represent the resources obtained in each field. They will be used for the construction of towns, cities, roads and development cards."
    }, 

    "rules-terrain-1": {
        "ESP": "El juego Colonos de Catán se trata de un juego de mesa por turnos para 3 o 4 jugadores. El objetivo de este juego es reunir recursos para poder construir asentamientos, carreteras y cartas de desarrollo y con esta ganar punto de victoria. El primero en llegar a 10 puntos de victoria habrá ganado la partida. El tablero se encuentra dividido en 19 hexágonos de terreno y de 6 marcos de mar. Cada uno de los hexágonos de terreno tiene asociados un bioma, estos son: Bosque, Pasto, Sembrado, Cerro, Montaña, Desierto. El número de hexágonos de terreno por cada bioma varía según el bioma, el Bosque, Prado y Sembrado tienen 4 hexágonos, el Cerro y la Montaña tienen 3 y el Desierto 1. El bioma marca cual va a ser el recurso que se va a producir en esa zona:", 
        "ENG": "The Settlers of Catan game is a turn-based board game for 3 or 4 players. The objective of this game is to gather resources to be able to build settlements, roads and development cards and with this gain victory point. The first to reach 10 victory points has won the game. The board is divided into 19 terrain hexes and 6 sea frames. Each of the terrain hexes has an associated biome, these are: Forest, Pasture, Sown, Hill, Mountain, Desert. The number of terrain hexes for each biome varies according to the biome, the Forest, Meadow and Sown have 4 hexes, the Hill and the Mountain have 3 and the Desert 1. The biome marks which resource will be produced in that area:"
    },

    "rules-terrain-2": {
        "ESP": "Como se puede observar, el desierto es el único terreno que no produce ninguna materia prima. En el desierto vive el ladrón y empieza la partida colocado en el. Los jugadores que construyan poblados o ciudades adyacentes al desierto, han de tener en cuenta que sólo podrán recibir la producción de dos hexágonos de terreno. Además sobre cada uno de los hexágonos (excepto el hexágono del desierto) se coloca una ficha numerada. Esta ficha indica que número que debe de salir en los dados para que ese hexágono produzca recursos. Cuanto más grande esté impreso el número de una ficha, mayor será la probabilidad de que el hexágono de terreno correspondiente produzca materias primas. Los números impresos más grandes son aquellos que tienen la probabilidad de salir más a menudo al tirar los dos dados. Así pues, un terreno con un “6” ´o un “8” tiene más probabilidades de producir materias primas, que otro terreno con un “2” ´o un “12”. En los marcos del mar encontraremos los puertos. Los puertos tienen la ventaja de que en ellos se puede comerciar de forma más favorable con las materias primas. Para tener un puerto, un jugador debe construir uno de sus poblados en la costa (→), en una de las dos encrucijadas que pertenecen a un puerto. Importante: cuando un jugador consigue un puerto, no puede utilizarlo hasta su siguiente turno, es decir, hasta su siguiente fase de comercio.", 
        "ENG": "As can be seen, the desert is the only terrain that does not produce any raw materials. In the desert lives the thief and begins the game placed in him. Players who build towns or cities adjacent to the desert, must bear in mind that they will only be able to receive the production of two terrain hexes. In addition, a numbered counter is placed on each of the hexagons (except the desert hexagon). This token indicates the number that must be rolled on the dice for that hex to produce resources. The larger a token's number is printed, the greater the probability that the corresponding terrain hex will produce raw materials. The larger printed numbers are those that are likely to come up more often when rolling both dice. Thus, a field with a “6” or an “8” is more likely to produce raw materials than another field with a “2” or a “12”. In the frames of the sea we will find the ports. Ports have the advantage that raw materials can be traded more favorably in them. To have a port, a player must build one of his towns on the coast (→), at one of the two crossroads that belong to a port. Important: when a player gets a port, he cannot use it until his next turn, that is, until his next trade phase."
    },

    "madera": {
        "ESP": "Madera",
        "ENG": "Wood"
    }, 

    "lana": {
        "ESP": "lana", 
        "ENG": "wool"
    }, 

    "cereales": {
        "ESP": "Cereales", 
        "ENG": "Grain"
    }, 

    "arcilla": {
        "ESP": "Arcilla" ,
        "ENG": "Clay"
    },

    "mineral": {
        "ESP": "Mineral", 
        "ENG": "Mineral"
    }, 

    "bosque": {
        "ESP": "Bosque", 
        "ENG": "Fores"
    }, 

    "prado": {
        "ESP": "Prado", 
        "ENG": "Field"
    },

    "sembrado": {
        "ESP": "Sembrado", 
        "ENG": "Sown"
    }, 

    "cerro": {
        "ESP": "Cerro",
        "ENG": "Hill"
    },

    "desierto": {
        "ESP": "Desierto", 
        "ENG": "Desert"
    },

    "mountain": {
        "ESP": "Montaña",
        "ENG": "mountain"
    }, 

    "pass-turn": {
        "ESP": "Pasar turno", 
        "ENG": "Pass turn"
    }, 

    "turn-of": {
        "ESP": "Turno de ",
        "ENG": "Turn of "
    }, 

    "roll-result": {
        "ESP": "Resultado de la tirada de ",
        "ENG": "Roll result of "
    }, 

    "initial-stage": {
        "ESP": "Fase de posicionamiento inicial", 
        "ENG": "Initial stage"
    }, 

    "loading-game": {
        "ESP": "Cargando partida...", 
        "ENG": "Loading game..."
    },

    "build-village": {
        "ESP": "Construir poblado", 
        "ENG": "Build village"
    }, 

    "update-village": {
        "ESP": "Mejorar poblado", 
        "ENG": "Update village"
    }, 

    "build-road": {
        "ESP": "Construir camino", 
        "ENG": "Build road"
    }, 

    "move-robber": {
        "ESP": "Mover ladrón aquí", 
        "ENG": "Move robber here"
    }, 

    "use-port": {
        "ESP": "Utilizar puerto", 
        "ENG": "Use port"
    }, 

    "puerto-basico": {
        "ESP": "Puerto básico", 
        "ENG": "Basic Harbor"
    }, 

    "puerto-madera": {
        "ESP": "Puerto de madera", 
        "ENG": "Wood harbor"
    }, 

    "puerto-lana": {
        "ESP": "Puerto de lana", 
        "ENG": "Woal port"
    }, 

    "puerto-arcilla": {
        "ESP": "Puerto de arcilla", 
        "ENG": "Clay harbor" 
    }, 

    "puerto-mineral": {
        "ESP": "Puerto de minerales", 
        "ENG": "Mineral harbor"
    }, 

    "puerto-cereal": {
        "ESP": "Puerto de cereales", 
        "ENG": "Grain harbor"
    }, 

    "requested-resource": {
        "ESP": "Material solicitado", 
        "ENG": "Requested resource"
    },

    "select-resource": {
        "ESP": "Selecciona un material", 
        "ENG": "Select resource"
    }, 
    
    "points": {
        "ESP": "puntos", 
        "ENG": "points"
    }, 

    "resource": {
        "ESP": "Material",
        "ENG": "Resource"
    }, 

    "quantity": {
        "ESP": "Cantidad", 
        "ENG": "Quantity"
    }, 

    "write-your-message": {
        "ESP": "Escribe tu mensaje", 
        "ENG": "Write your message"
    }, 

    "offered-resource": {
        "ESP": "Material ofrecido", 
        "ENG": "Offered resource"
    }, 

    "you-dont-have": {
        "ESP": "No tienes ", 
        "ENG": "You dont have "
    }, 

    "dont-have": {
        "ESP": " no tiene", 
        "ENG": " doesnt have "
    }, 

    "to-trade": {
        "ESP": " para comerciar",
        "ENG": " to trade"
    }, 

    "units": {
        "ESP": "Unidades", 
        "ENG": "Units"
    }, 

    "requested-to": {
        "ESP": "solicitadas a", 
        "ENG": "requested from"
    }, 

    "request": {
        "ESP": "Solicitar", 
        "ENG": "Request"
    }, 

    "accept": {
        "ESP": "Aceptar", 
        "ENG": "Accept"
    }, 

    "reject": {
        "ESP": "Rechazar",
        "ENG": "Reject"
    }, 

    "offers": {
        "ESP": "ofrece", 
        "ENG": "offers"
    }, 

    "of": {
        "ESP": "de", 
        "ENG": "of"
    }, 

    "for": {
        "ESP": "por", 
        "ENG": "for"
    }, 

    "existing-mail": {
        "ESP": "El correo electŕonico proporcionado ya está siendo utilizado.", 
        "ENG": "The given mail is already in use."
    }, 

    "report": {
        "ESP": "Reportar", 
        "ENG": "Report"
    }, 

    "banned-account": {
        "ESP": "Esta cuenta estará baneada hasta el día ",
        "ENG": "This account will be banned until "
    },

    "behave-better-next": {
        "ESP": "Compórtate mejor la próxima vez",
        "ENG": "Watch your words next time"
    }, 

    "logout": {
        "ESP": "Cerrar sesión", 
        "ENG": "Log out"
    }, 

    "hello": {
        "ESP": "Hola",
        "ENG": "Hello"
    }, 

    "prices": {
        "ESP": "Precios", 
        "ENG": "Prices"
    }, 
    
    "costs": {
        "ESP": "Costes", 
        "ENG": "Costs"
    }, 

    "build-your-first": {
        "ESP": "Construye dos asentamientos y dos caminos", 
        "ENG": "Build two settlements and two roads"
    },

    "water": {
        "ESP": "Agua", 
        "ENG": "Water"
    }, 

    "unknown": {
        "ESP": "Desconocido", 
        "ENG": "Unknown"
    }, 

    "search": {
        "ESP": "Buscar", 
        "ENG": "Search"
    }, 

    "friends": {
        "ESP": "Amigos",
        "ENG": "Friends"
    }, 

    "search-player": {
        "ESP": "Buscar jugador", 
        "ENG": "Find player"
    }, 

    "search-error": {
        "ESP": "El usuario no existe", 
        "ENG": "This user does not exist"
    }, 

    "stats": {
        "ESP": "Stats", 
        "ENG": "Stats"
    },

    "stat": {
        "ESP": "stat", 
        "ENG": "value"
    }, 

    "value": {
        "ESP": "valor", 
        "ENG": "value"
    }, 

    "best-streak": {
        "ESP": "Mejor racha", 
        "ENG": "Best streak"
    }, 

    "actual-streak": {
        "ESP": "Racha acual", 
        "ENG": "Current steak"
    }, 

    "num-games": {
        "ESP": "Partidas jugadas", 
        "ENG": "Played games"
    }, 

    "winning-rate": {
        "ESP": "% victorias", 
        "ENG": "winning rate"
    }, 

    "num-wins": {
        "ESP": "Total de victorias", 
        "ENG": "Number of wins"
    }, 

    "friend-request": {
        "ESP": "Petición de amistad", 
        "ENG": "Friendship request"
    }, 

    "invite": {
        "ESP": "Invitar", 
        "ENG": "Invite"
    },

    "accept-request": {
        "ESP": "Aceptar invitación", 
        "ENG": "Accept request"
    }, 

    "enter": {
        "ESP": "Entrar", 
        "ENG": "Enter"
    }, 

    "add-friend": {
        "ESP": "Agregar", 
        "ENG": "Add friend"
    }, 

    "join": {
        "ESP": "Unirse", 
        "ENG": "Join"
    },

    "is-friend": {
        "ESP": "ya es tu amigo", 
        "ENG": "is already your friend"
    }, 

    "hasnt-answered": {
        "ESP": "todavía no ha contestado tu petición", 
        "ENG": "hasn't answered yet"
    },

    "accepted-friendship": {
        "ESP": "ha aceptado tu solicitud de amistad",
        "ENG": "is now your friend"
    }, 

    "declined-friendship": {
        "ESP": "ha rechazado tu solicitud de amistad", 
        "ENG": "has rejected your friendship"
    }, 

    "wants-friendship": {
        "ESP": "quiere ser tu amigo", 
        "ENG": "wants to be your friend"
    },

    "closed-room": {
        "ESP": "ha cerrado la sala", 
        "ENG": "has closed the room"
    }, 
    
    "searching-stopped": {
        "ESP": "se ha parado la búsqueda", 
        "ENG": "the searching has been stopped"
    },

    "has-invited-you": {
        "ESP": "te ha invitado a su sala",
        "ENG": "has invited you"
    }, 

    "full-room": {
        "ESP": "La sala está completa", 
        "ENG": "The room is full"
    }, 

    "queue-room": {
        "ESP": "La sala está buscando partida", 
        "ENG": "The room is in queue"
    }, 

    "invite-cancelled": {
        "ESP": "Se ha cancelado tu invitación", 
        "ENG": "Your invite has been cancelled"
    },

    "delete-account": {
        "ESP": "Borrar cuenta", 
        "ENG": "Delete account"
    }, 

    "password": {
        "ESP": "Conraseña", 
        "ENG": "Password"
    }, 

    "r-password": {
        "ESP": "La contraseña es obligatoria", 
        "ENG": "Password is required"
    }, 

    "instructions_development_paragraph1": {
        "ENG": "In Colonos de Catán there are two different ways of trading, these are maritime trade or with ports and domestic trade or trade with players.",
        "ESP": "En Colonos de Catán existen dos formas diferentes de comerciar, estas son el comercio marítimo o con puertos y el comercio de interior o el comercio con jugadores."
    },

    "instructions_development_paragraph2": {
        "ENG": "Internal trade or trade with players is the trade that the player who owns the turn makes with any other player. The player proposes an exchange of raw materials to another player defining the material that he offers, how much he offers, what material he wants and how much he wants. Trades are allowed where a player exchanges 0 units of a material. It is only considered internal trade if the player to whom the trade is proposed accepts the trade.",
        "ESP": "El comercio interno o comercio con jugadores es el comercio que hace el jugador a quien le pertenece el turno con cualquier otro de los jugadores. El jugador propone un intercambio de materias primas a otro jugador definiendo el material que ofrece, cuanto ofrece, que material quiere y cuanto quiere. Se permiten comercios donde un jugador intercambie 0 unidades de un material. Sólamente se considera comercio interno si el jugador al que se le propone el comercio acepta el intercambio."
    },

    "instructions_development_paragraph3": {
        "ENG": "Maritime trade takes place through ports and can only be done by the player on his turn. These ports are divided into two groups: basic ports and special ports, depending on the port with which you want to trade, you can carry out one type of maritime trade or another:",
        "ESP": "El comercio marítimo se realiza a través de los puertos y solo lo puede realizar el jugador en su turno. Estos puertos se dividen en dos grupos: puertos básicos y puertos especiales, dependiendo del puerto con el que se quiera comerciar se podrá realizar un tipo de comercio marítimo u otro:"
    },

    "instructions_development_paragraph4": {
        "ENG": " - Trade without a port. This type of port trading occurs when you try to trade with a port and there is no road in the port or settlement at an adjacent vertex. This trade has a penalty, to obtain a raw material (chosen by the player) you need to give four raw materials.",
        "ESP": " - Comercio sin puerto.  Este tipo de comercio con puerto se produce cuando se intenta comerciar con un puerto y no existe ningún camino en el puerto o asentamiento en un vértice adyacente. Este comercio tiene una penalización, para obtener una materia prima (a elección por el jugador) se necesita dar cuatro materias primas."
    },

    "instructions_development_paragraph5": {
        "ENG": " - Trade with basic port. Basic port trade occurs when the player who is going to trade sea has a settlement built on an adjacent vertex or road built in the port and the port is basic. The penalty for trading is 3 to 1 instead of 4 to 1 as above.",
        "ESP": " - Comercio con puerto básico. El comercio con puerto básico se da cuando el jugador que va a realizar el comercio marítimo tiene un asentamiento construido en un vértice adyacente o camino construido en el puerto y el puerto es básico. La penalización por comerciar es de relación 3 a 1 en vez de 4 a 1 como en el anterior."
    },

    "instructions_development_paragraph6": {
        "ENG": " - Trade with special port. To trade with a special port you need to have a settlement built on an adjacent vertex or road built in the port and a special port. A special port is a port specialized in a specific raw material and there is one for each material, it is penalized with a 2 to 1 ratio in the case of wanting to trade with that material with which it is specialized, in the case of not trade with specialized equipment, the basic port penalty is applied.",
        "ESP": " - Comercio con puerto especial. Para realizar un comercio con un puerto especial se necesita tener un asentamiento construido en un vértice adyacente o camino construido en el puerto y un puerto especial. Un puerto especial es un puerto especializado en una materia prima en concreto y existe uno por cada material, en él se penaliza con una relación 2 a 1 en el caso de querer comerciar con ese material con el que está especializado, en el caso de no comerciar con el material especializado se aplica la penalización del puerto básico."
    },

    "instructions_development_paragraph7": {
        "ENG": "In the desktop version they can be located since they are edges highlighted with colors that indicate the type of port, while in the web application you need to click on the bar of the sea hexagon (which represents the port) to obtain the information of the port.",
        "ESP": "En la versión de escritorio se pueden localizar ya que son aristas resaltadas con colores que indican el tipo de puerto, mientras que en la aplicación web se necesita hacer click sobre la barra del hexágono de mar (que representa el puerto) para obtener la información del puerto."
    },

    "instructions_development_paragraph8": {
        "ENG": "Important: Only one maritime trade and one internal trade can be carried out per shift.",
        "ESP": "Importante: Solo se puede realizar un comercio marítimo y un comercio interno por turno."
    },

    "instructions_basics_info_paragraph1": {
        "ENG": "The Settlers of Catan game is a turn-based board game for 4 players.",
        "ESP": "El juego Colonos de Catán se trata de un juego de mesa por turnos para 4 jugadores."
    },

    "instructions_basics_info_paragraph2": {
        "ENG": "The objective of this game is to gather resources to be able to build settlements and roads, with which to earn victory points. In Los Colonos de Catán there are two types of settlements that are Towns and Cities, each of these give different numbers of points, giving 1 point and 2 points respectively.",
        "ESP": "El objetivo de este juego es reunir recursos para poder construir asentamientos y carreteras, con los que ganar puntos de victoria. En Los Colonos de Catán existen dos tipos de asentamientos que son Poblados y Ciudades, cada uno de estos dan diferentes números de puntos, dando 1 punto y 2 puntos respectivamente."
    },

    "instructions_basics_info_paragraph3": {
        "ENG": "The board is divided into 19 land hexes and 18 sea hexes. Each of the terrain hexes has an associated biome, these are: Forest, Pasture, Sown, Hill, Mountain, Desert. The number of terrain hexes for each biome varies according to the biome, the Forest, Meadow and Sown have 4 hexes, the Hill and the Mountain have 3 and the Desert 1. The biome marks the resource to be produced in that area: The Forest produces wood, the Meadow produces wool, the Sown fields produce cereals, the Hill produces clay, the Mountain produces minerals and the desert is the only land that does not produce any raw material. Hexagons will only produce materia as long as all players have built their first settlements and roads.The biome corresponding to each hexagon will be randomly generated at the start of the game.",
        "ESP": "El tablero se encuentra dividido en 19 hexágonos de terreno y 18 hexágonos de mar. Cada uno de los hexágonos de terreno tiene asociados un bioma, estos son: Bosque, Pasto, Sembrado, Cerro, Montaña, Desierto. El número de hexágonos de terreno por cada bioma varía según el bioma, el Bosque, Prado y Sembrado tienen 4 hexágonos, el Cerro y la Montaña tienen 3 y el Desierto 1. El bioma marca cuál va a ser el recurso que se va a producir en esa zona: El Bosque produce madera, el Prado produce lana, el Sembrado produce cereales, el Cerro produce arcilla, la Montaña produce mineral y  el desierto es el único terreno que no produce ninguna materia prima. Los hexágonos sólamente producirán materias siempre y cuando todos los jugadores hayan construido sus primeros asentamientos y caminos. El bioma que corresponde a cada hexágono será generado aleatoriamente al iniciar la partida."
    },

    "instructions_basics_info_paragraph4": {
        "ENG": "The thief lives in the desert and the game begins placed in it and he can move to an adjacent hexagon at the choice of the player who has rolled a 7. As a result of this, players who have built settlements where the thief has moved, if they have more than 7 raw materials, they will lose half of their raw materials. Also, in that hex, you cannot produce until the thief in the hex moves. It should be noted that even if the thief moves from the Desert, he will never produce raw material.",
        "ESP": "En el desierto vive el ladrón y empieza la partida colocado en él y este se podrá mover a un hexágono adyacente a elección del jugador que haya sacado un 7 en la tirada. Como resultado a esto, los jugadores que tengan construidos asentamientos donde se ha movido el ladrón, si tienen más de 7 materias primas, perderán la mitad de sus materias primas. Además, en ese hexágono no podrá producir hasta que no se mueva el ladrón del hexágono. Cabe destacar que aunque el ladrón se mueva del Desierto éste nunca producirá materia prima."
    },

    "instructions_basics_info_paragraph5": {
        "ENG": "A numbered counter is placed on each of the hexes (except the desert hex). This token indicates the result of the roll that must be rolled for a hex to produce resources. Depending on the version, these numbers are colored, this refers to the frequency with which that number appears on the roll of the dice.",
        "ESP": "Sobre cada uno de los hexágonos (excepto el hexágono del desierto) se coloca una ficha numerada. Esta ficha indica el resultado de la tirada que debe de salir en los dados para que un hexágono produzca recursos. Dependiendo de la versión estos números se encuentran coloreados, esto hace referencia a la frecuencia con la que ese número aparece en la tirada de los dados."
    },

    "instructions_basics_info_paragraph6": {
        "ENG": "Ports are located in each sea hexagon. There are different ports, and they are classified into two types, basic ports and special ports, of the first type there are four ports and of the second type there is a special port for each port. they offer these ports. To be able to trade in the ports, just right click on the highlighted edge or bar in the sea hexagon (For more information, go to the \"Trade\" section of the left bar). The layout and type of port will be randomly generated before starting the game.",
        "ESP": "En cada hexágono de mar se encuentran ubicados los puertos. Existen diferentes puertos, y se encuentran clasificados en dos tipos, puertos básicos y puertos especiales, del primer tipo hay cuatro puertos y del segundo tipo existe un puerto especial para cada puerto, en el apartado “Comercio” se detalla más acerca de las posibilidades que ofrecen estos puertos. Para poder comerciar en los puertos basta con hacer click derecho sobre la arista resaltada o barra en el hexágono del mar (Para más información entre al apartado “Comercio” de la barra de la izquierda). La disposición y el tipo de puerto será generado de manera aleatoria antes de empezar la partida."
    },

    "instructions_basics_info_paragraph7": {
        "ENG": "As mentioned above, the game is divided into turns and if a turn belongs to a player, he or she can perform any of the following actions:",
        "ESP": "Como se ha mencionado anteriormente, el juego se divide en turnos y si un turno pertenece a un jugador este podrá realizar cualquiera de las siguientes acciones:"
    },

    "instructions_basics_info_paragraph8": {
        "ENG": " - Build the first two villages and the first two roads. When starting a game, a turn order is established for each of the players. In these first turns, the players are allowed to build two towns and two roads wherever they want without having to pay with resources, as long as they pay they respect the rest of the restrictions for the construction of towns and roads set out in the \"Figures and resources\" section. Once these are built, the hexagons can already produce.",
        "ESP": " - Construir los dos primeros poblados y los dos primeros caminos. Al iniciar una partida, se establecen un orden de turnos para cada uno de los jugadores. En estos primeros turnos a los jugadores se les permite construir dos poblados y dos caminos donde quieran sin necesidad de pagar con recursos, siempre y cuando paguen respeten el resto de restricciones para la construcción de poblados y caminos expuestos en el apartado “Figuras y recursos”. Una vez construidos estos los hexágonos ya pueden producir."
    },

    "instructions_basics_info_paragraph9": {
        "ENG": " - Build a village. To build a town in a vertex it is necessary to have among the user's raw materials: one of wood, one of wool, one of cereal and one of clay. In the case of fulfilling this condition, it is also necessary to have a player's path built on one of the adjacent edges and a town or city of the player at a distance of one vertex.",
        "ESP": " - Construir un poblado. Para construir un poblado en una vértice se necesita tener entre las materias primas del usuario: uno de madera, uno de lana, uno de cereal y uno de arcilla. En el caso de cumplir con esta condición es necesario también tener una camino del jugador construido en una de las aristas adyacentes y un poblado o ciudad del jugador a una distancia de un vértice."
    },

    "instructions_basics_info_paragraph10": {
        "ENG": " - Improve a town and turn it into a city. To upgrade a town to a city, all you need is to have 3 units of ore and 2 of cereal.",
        "ESP": " - Mejorar un poblado y convertirlo en ciudad. Para mejorar a un poblado a una ciudad lo único que hace falta es tener 3 unidades de mineral y 2 de cereal."
    },

    "instructions_basics_info_paragraph11": {
        "ENG": " - Build a path. To be able to build a path on an edge you need to have a wooden unit and a clay unit. In addition, to be able to build a road you need to have a player's road on an adjacent ridge or a player's town or city on an adjacent vertex.",
        "ESP": " - Construir un camino. Para poder construir un camino en una arista se necesita tener una unidad de madera y una de arcilla. Además, para que sea posible construir un camino se necesita tener un camino del jugador en una arista adyacente o un poblado o ciudad del jugador en un vértice adyacente."
    },

    "instructions_basics_info_paragraph12": {
        "ENG": " - Move the thief. At the start of a game the thief is located in the Desert. The player who rolls a value of 7 can make one move to an adjacent hex. If the players who have settlements in that hex have more than 7 raw materials, the thief will steal half of those materials. In subsequent turns, as long as the thief does not move, that hex will stop producing.",
        "ESP": " - Mover al ladrón. Al inicio de una partida el ladrón se encuentra ubicado en el Desierto. El jugador que obtenga una tirada de valor 7, puede realizar una movimiento de este a un hexágono adyacente. Si los jugadores que tienen asentamientos en ese hexágono tiene más de 7 materias primas, el ladrón robara la mitad de esas materias. En los siguientes turnos, mientras el ladrón no se mueva, ese hexágono dejará de producir."
    },

    "instructions_basics_info_paragraph13": {
        "ENG": " - Trade with other players (Internal Trade) and trade with a port (Sea Trade). For more details on these actions, see the \"Trades\" section.",
        "ESP": " - Comerciar con otros jugadores (Comercio interno) y comerciar con un puerto (Comercio marítimo). Para más detalle sobre estas acciones consultar el apartado “Comerciar”."
    },

    "instructions_basics_info_paragraph14": {
        "ENG": " - End shift. The player who has the current turn ends his turn thus canceling all pending indoor businesses and passing to the next player. At the end of each shift, raw materials are produced as long as the first settlements and roads have already been laid.",
        "ESP": " - Finalizar turno. El jugador que tiene el turno actual termina su turno cancelando con esto todas las comercios de interior pendientes y pasando al siguiente jugador. Al final de cada "
    },

    "instructions_figures_info_paragraph1": {
        "ENG": "In the Settlers of Catán there are 3 types of constructions:",
        "ESP": "En el Colonos de Catán existen 3 tipos de construcciones:"
    },

    "instructions_figures_info_paragraph2": {
        "ENG": " - Populated. A town is worth 1 victory point, and its owner can receive raw material production from all adjacent terrain hexes. Important: When building a town the distance rule must be taken into account: at none of the three adjacent crossroads can there already be a town (it does not matter from which player). If a player has already built all 5 of his towns, before he can build more towns, he must first expand one of them to a city. With this, he regains his town, which is replaced by a city. Now the player can build a new village.",
        "ESP": " - Poblado. Un poblado vale 1 punto de victoria, y su propietario puede recibir la producción de materia prima de todos los hexágonos de terreno adyacentes. Importante: Al construir un poblado se debe tener en cuenta la regla de la distancia: en ninguna de las tres  encrucijadas adyacentes puede haber ya un poblado (no importa de qué jugador). Si un jugador ya ha construido sus 5 poblados, antes de poder construir más poblados primero debe ampliar a ciudad alguno de ellos. Con ello, recupera su poblado, que queda sustituido por una ciudad. Ahora el jugador puede construir un nuevo poblado."
    },

    "instructions_figures_info_paragraph3": {
        "ENG": " - Town. A city can be built on a vertex where the player has a town built. When building a city, a victory point is added to the player's total, in addition, in the hexes where that city is built, they will produce 2 raw materials.",
        "ESP": " - Ciudad. Una ciudad se puede construir sobre un vértice donde el jugador tenga construido un poblado. Al construir una ciudad se suma un punto de victoria sobre el total del jugador, además en los hexágono donde esté construido esa ciudad pasarán a producir 2 materias primas."
    },
    
    "instructions_figures_info_paragraph4": {
        "ENG": " - Road. Roads are the connections between towns and cities. The roads are built on the edges. On each edge, only one path can be built. Paths can be built as long as there is an adjacent player path or settlement. If you don't build new roads, you won't be able to build new towns either. The roads, by themselves, only give victory points. To build a road you need a wooden unit and a clay unit.",
        "ESP": " - Camino. Los caminos son las conexiones entre los poblados y ciudades. Los caminos se construyen sobre las aristas. En cada arista, sólo se puede construir un camino. Los caminos se pueden construir siempre que exista un camino del jugador adyacente o asentamiento. Si no se construyen nuevos caminos, tampoco se podrán construir nuevos poblados. Las carreteras, por sí solas, tan sólo dan puntos de victoria. Para construir un camino se necesita una unidad de madera y una de arcilla."
    }
}